{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "adjacent.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "inlay-hints.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "netrw.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-custom-diagnostic-highlight": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope-all-recent.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tmux.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}